Repository: denisk176/threema-ios
Catalog: SharedResources/Strings/Localizable.xcstrings
Source language: en
Languages: bg, cs, de, es, fr, gsw_ch, it, ja, ko, nl, pl, pt_br, ru, sk, tr, uk, zh_hans, zh_hant

# settings_advanced_orphaned_files_cleanup
source: Delete Orphaned Files
bg: Изтрийте непотребните файлове
cs: Odstranit osiřelé soubory
de: Verwaiste Dateien löschen
es: Supprimer les fichiers orphelins
fr: Supprimer les fichiers orphelins
gsw_ch: Verwaisti Dateie lösche
it: Cancella file abbandonati
ja: オーファンファイルの削除
ko: 고아 파일 삭제
nl: Zwevende bestanden verwijderen
pl: Usuń Osierocone Pliki
pt_br: Excluir arquivos órfãos
ru: Удалить потерянные файлы
sk: Odstrániť osamotené súbory
tr: Artık dosyaları sil
uk: Видалити загублені файли
zh_hans: 删除孤立文件
zh_hant: 刪除孤兒檔案

# settings_advanced_other_section_header
source: Other
bg: Друго
cs: Ostatní
de: Andere
es: Otro
fr: Autre
gsw_ch: Anderi
it: Altri
ja: その他
ko: 기타
nl: Overig
pl: Inne
pt_br: Outro
ru: Другое
sk: Iné
tr: Diğer
uk: Інше
zh_hans: 其他
zh_hant: 其他

# settings_advanced_reregister_notifications_label
source: Reregister Push Notifications
bg: Пререгистрирайте push-известията
cs: Znovu aktivovat push oznámení
de: Push-Benachrichtigungen erneut registrieren
es: Volver a registrar las notificaciones automáticas
fr: Inscrire de nouveau les notifications Push
gsw_ch: Push-Benachrichtigunge nomal registriere
it: Registrare ancora una volta le notifiche push
ja: プッシュ通知を再登録
ko: 푸시 알림 다시 등록
nl: Pushmeldingen opnieuw registreren
pl: Ponownie zarejestruj powiadomienia push
pt_br: Registrar novamente as notificações push
ru: Перерегистрировать Push-уведомления
sk: Znova registrovať automatické upozornenia
tr: Anlık Bildirimleri Yeniden Kaydet
uk: Повторно зареєструватися для отримання push-сповіщень
zh_hans: 重新注册推送通知
zh_hant: 重新註冊推播通知

# settings_advanced_reregister_push_notifications_footer_title
source: If incoming messages do not show up outside of the app as notifications, you can reregister for notifications.
bg: Ако входящите съобщения не се показват като известия извън приложението, Вие можете да се пререгистрирате за известията.
cs: Pokud se vám příchozí zprávy nezobrazují mimo aplikaci jako oznámení, můžete si je znovu aktivovat.
de: Falls Sie ausserhalb der App keine Benachrichtigungen für eingehende Nachrichten erhalten, können Sie die Registration für Push-Benachrichtigungen hier erneuern.
es: Si los mensajes entrantes no se muestran fuera de la app como notificaciones, puede volver a registrar las notificaciones.
fr: Si les messages entrants ne s'affichent pas en dehors de l'application en tant que notifications, vous pouvez vous inscrire de nouveau pour accéder aux notifications.
gsw_ch: Falls Sie usserhalb vode App kei Benachrichtigung für iigehendi Nachrichte überchömed, chönd Sie d’Registration für Push-Benachrichtigunge da erneuere.
it: Se non ricevi le notifiche dei messaggi in entrata al di fuori dell'app puoi iscriverti di nuovo per ricevere le notifiche push.
ja: 受信したメッセージがアプリ外に通知として表示されない場合は、通知を再登録することができます。
ko: 앱 외부에서 수신 메시지가 알림으로 표시되지 않는 경우 알림을 다시 등록할 수 있습니다.
nl: Indien inkomende berichten niet buiten de app als meldingen worden getoond, kunt u zich opnieuw voor meldingen registreren.
pl: Jeśli nadchodzące wiadomości nie pojawiają się poza aplikacją jako powiadomienia, możesz ponownie zarejestrować powiadomienia.
pt_br: Se as mensagens recebidas não aparecerem fora do aplicativo como notificações, você poderá se registrar novamente para receber notificações.
ru: Если входящие сообщения не отображаются за пределами приложения как уведомления, вы можете перерегистрировать уведомления.
sk: Ak sa prichádzajúce správy nezobrazujú mimo aplikácie ako upozornenia, môžete sa znova registrovať na upozornenia.
tr: Gelen mesajlar uygulama dışında bildirim olarak görünmüyorsa, bildirimler için yeniden kaydolabilirsiniz.
uk: Якщо вхідні повідомлення не з’являються за межами застосунку як сповіщення, ви можете зареєструватися для отримання сповіщень.
zh_hans: 如果此应用关闭后，仍然没有收到新消息通知，您可以重新注册通知推送权限。
zh_hant: 如果此應用程式關閉後，仍然沒有收到新訊息通知，您可以重新註冊通知推播權限。

# settings_advanced_reregister_push_notifications_header_title
source: Push Notifications
bg: Push-известия
cs: Push oznámení
de: Push-Benachrichtigungen
es: Notificaciones automáticas
fr: Notifications Push
gsw_ch: Push-Benachrichtigunge
it: Notifiche push
ja: プッシュ通知
ko: 푸시 알림
nl: Pushberichten
pl: Powiadomienia push
pt_br: Notificações push
ru: Push-уведомления
sk: Automatické upozornenia
tr: Anlık bildirimler
uk: Push-сповіщення
zh_hans: 推送通知
zh_hant: 推播通知

# settings_advanced_reset_fs_db_label
source: Reset Perfect Forward Secrecy State
bg: Възстановете Perfect Forward Secrecy
cs: Resetovat stav funkce Perfect Forward Secrecy
de: Perfect-Forward-Secrecy-Status zurücksetzen
es: Restablecer el estado de Perfect Forward Secrecy
fr: Réinitialiser l'état de la Confidentialité de transmission parfaite
gsw_ch: Perfect-Forward-Secrecy-Status zruggsetze
it: Ripristina stato di Perfect Forward Secrecy
ja: Perfect Forward Secrecyをリセット
ko: 완벽한 전방 비밀 상태 재설정
nl: Perfect Forward Secrecy-staat resetten
pl: Zresetuj stan idealnego utajnienia z wyprzedzeniem (PFS)
pt_br: Redefinir Estado do Sigilo de Encaminhamento Perfeito
ru: Сбросить состояние протокола Perfect Forward Secrecy
sk: Resetovať stav služby Perfect Forward Secrecy
tr: Mükemmel İletme Gizliliği Durumunu Sıfırla
uk: Скинути стан «цілковита пряма секретність»
zh_hans: 重置完全正向保密的状态
zh_hant: 重設完全正向保密的狀態

# settings_advanced_reset_unread_count_label
source: Reset Unread Count
bg: Нулирайте брояча на непрочетените съобщения
cs: Resetování počtu nepřečtených
de: Nachrichten als gelesen markieren
es: Restablecer recuento de no leídos
fr: Réinitialiser le nombre de messages non lus
gsw_ch: Nachrichte als gläse markiere
it: Segna messaggi come letti
ja: 未読数をリセット
ko: 읽지 않은 메시지 수 재설정
nl: Aantal ongelezen resetten
pl: Zresetuj liczbę nieprzeczytanych
pt_br: Redefinir número de não lidas
ru: Сбросить счетчик непрочитанных
sk: Obnovenie počtu neprečítaných
tr: Okunmamış Sayısını Sıfırla
uk: Скинути лічильник непрочитаних повідомлень
zh_hans: 重置未读数字
zh_hant: 重設未讀數目

# settings_advanced_successfully_deleted_fs_sessions_label
source: Forward Security state was successfully reset
bg: Forward Security бе възстановен успешно
cs: Stav funkce Forward Security byl úspěšně resetován
de: Perfect-Forward-Secrecy-Status wurde erfolgreich zurückgesetzt.
es: Se ha restablecido correctamente el estado de seguridad hacia delante
fr: L'état de sécurité de transmission a bien été réinitialisé
gsw_ch: Perfect-Forward-Secrecy-Status isch erfolgriich zrugggsetzt worde.
it: Stato Forward Security ripristinato
ja: Forward Securityの状態をリセットしました
ko: 전방 보안 상태가 성공적으로 재설정되었습니다.
nl: De Forward Security-staat is gereset
pl: Stan utajnienia z wyprzedzeniem został zresetowany
pt_br: O estado da Segurança de Encaminhamento foi redefinido com sucesso
ru: Состояние протокола Forward Security сброшено успешно
sk: Stav Forward Security bol úspešne resetovaný
tr: İletim Güvenliği durumu başarıyla sıfırlandı
uk: Стан «Пряма секретність» скинуто
zh_hans: 完全正向保密的状态已成功重置
zh_hant: 完全正向保密的狀態已成功重設

# settings_advanced_successfully_reset_unread_count_label
source: Unread message count was successfully reset
bg: Броячът на непрочетените съобщения беше нулиран успешно
cs: Počet nepřečtených zpráv byl úspěšně resetován
de: Alle Nachrichten wurde als gelesen markiert
es: Se ha restablecido correctamente el recuento de mensajes no leídos
fr: Le nombre de messages non lus a été réinitialisé avec succès
gsw_ch: All Nachrichte sind als gläse markiert worde
it: Tutti i messaggi sono stati segnati come letti
ja: 未読メッセージ数をリセットしました
ko: 읽지 않은 메시지 수가 성공적으로 재설정되었습니다.
nl: Het aantal ongelezen berichten is gereset
pl: Zresetowano liczbę nieprzeczytanych wiadomości
pt_br: O número de mensagens não lidas foi redefinido com sucesso
ru: Счетчик непрочитанных сообщений успешно сброшен
sk: Počet neprečítaných správ bol úspešne vynulovaný
tr: Okunmamış mesaj sayısı başarıyla sıfırlandı
uk: Лічильник непрочитаних повідомлень успішно скинуто
zh_hans: 未读消息数字已成功重置
zh_hant: 未讀訊息數目已成功重設

# settings_advanced_support_settings_footer_title
source: Only perform this action when instructed do so by %@’s support team.
bg: Извършете това действие само ако са Ви помолили от %@ екипа по поддръжка.
cs: Tuto akci provádějte pouze na pokyn týmu podpory platformy %@.
de: Führen Sie diese Aktion nur aus, wenn Sie vom %@-Support explizit dazu aufgefordert wurden.
es: Realice esta acción únicamente cuando así se lo indique el equipo de asistencia de %@.
fr: N'effectuer cette action que lorsque l'équipe d'assistance de %@ vous y invite.
gsw_ch: Füehred Sie die Aktion nur us, wenn Sie vom %@-Support explizit dezue ufgforderet worde sind.
it: Completa questa azione solo qualora ti venga richiesta dal team di assistenza di %@.
ja: この操作は%@のサポートチームが指示した場合のみ実行してください。
ko: %@ 지원팀의 지시가 있을 때만 이 작업을 수행하세요.
nl: Voer deze actie alleen uit wanneer u hiertoe door de klantenservice van %@ wordt geïnstrueerd.
pl: Wykonaj to działanie tylko, jeśli otrzymasz takie polecenie od zespołu wsparcia %@.
pt_br: Somente execute esta ação quando instruído a fazê-lo pela equipe de suporte da %@.
ru: Эту операцию можно выполнять только по указанию службы поддержки %@.
sk: Túto akciu vykonajte iba vtedy, keď vás na to upozorní podporný tím spoločnosti %@.
tr: Bu işlemi yalnızca %@'nın destek ekibi tarafından talimat verildiğinde gerçekleştirin.
uk: Виконувати цю дію лише за вказівкою команди підтримки %@.
zh_hans: 仅在 %@ 支持团队的指示下，才执行此操作。
zh_hant: 僅限在 %@ 支援團隊的指示下，才執行此作業。

# settings_advanced_support_settings_header_title
source: Support Settings
bg: Помощни настройки
cs: Nastavení podpory
de: Support-Einstellungen
es: Ajustes de soporte
fr: Paramètres d'assistance
gsw_ch: Support-Iistellige
it: Impostazioni Assistenza
ja: サポート設定
ko: 지원 설정
nl: Ondersteuningsinstellingen
pl: Ustawienia wsparcia
pt_br: Configurações de Suporte
ru: Настройки службы поддержки
sk: Nastavenia podpory
tr: Destek Ayarları
uk: Параметри підтримки
zh_hans: 支持设置
zh_hant: 支援設定

# settings_advanced_webrtc_diagnostics_title
source: WebRTC Diagnostics
bg: WebRTC Диагностика
cs: Diagnostika WebRTC
gsw_ch: WebRTC-Diagnose
ja: WebRTC診断機能
ko: WebRTC 진단
pl: Diagnostyka WebRTC
sk: Diagnostika WebRTC
tr: WebRTC Tanılama
uk: Діагностика WebRTC
zh_hans: WebRTC 诊断
zh_hant: WebRTC 診斷

# settings_appearance_dark_theme
source: Dark
bg: Тъмна
cs: Tmavý
de: Dunkel
es: Oscuro
fr: Foncé
gsw_ch: Dunkel
it: Scuro
ja: ダーク
ko: 다크
nl: Donker
pl: Ciemny
pt_br: Escuro
ru: Темная
sk: Tmavý
tr: Koyu
uk: Темна
zh_hans: 深色
zh_hant: 深色

# settings_appearance_display_order
source: Display Order
bg: Ред на показване
cs: Pořadí zobrazení
de: Anzeigefolge
es: Mostrar como
fr: Ordre d’affichage
gsw_ch: Aazeigefolg
it: Visualizza per
ja: 表示順序
ko: 표시 순서
nl: Geef weer
pl: Kolejność Wyświetlania
pt_br: Exibir por
ru: Отобpaжениe
sk: Poradie zobrazenia
tr: Görüntüleme sırası
uk: Порядок показування
zh_hans: 显示顺序
zh_hant: 顯示順序

# settings_appearance_hide_app_icon
source: App Icon
bg: Иконка на приложението
cs: Ikona aplikace
es: Icono de la app
fr: Icône de l'application
it: Icona app
ja: アプリアイコン
ko: 앱 아이콘
nl: App-icoon
pl: Ikona aplikacji
pt_br: Ícone do app
ru: Значок приложения
sk: Ikona aplikácie
tr: Uygulama Simgesi
uk: Значок застосунку
zh_hans: 应用图标
zh_hant: 應用程式圖示

# settings_appearance_hide_stale_contacts
source: Hide Inactive IDs
bg: Скрийте неактивните идентификатори
cs: Skrýt neaktivní ID
de: Inaktive IDs ausblenden
es: Ocultar ID inactivos
fr: Cacher les ID inactifs
gsw_ch: Inaktivi IDs usblände
it: Nascondi ID inattive
ja: 有効でないIDを非表示にする
ko: 비활성 ID 숨기기
nl: Inactieve ID’s verbergen
pl: Ukryj Nieaktywne IDs
pt_br: Ocultar IDs inativas
ru: Скрывать неактивные ID
sk: Skryť neaktívne ID
tr: Etkin olmayan kimlikleri gizle
uk: Сховати неактивні ID
zh_hans: 隐藏不活跃的ID
zh_hant: 隱藏非活躍的ID

# settings_appearance_light_theme
source: Light
bg: Светла
cs: Světlý
de: Hell
es: Claro
fr: Clair
gsw_ch: Hell
it: Chiaro
ja: ライト
ko: 라이트
nl: Licht
pl: Jasny
pt_br: Claro
ru: Светлая
sk: Svetlý
tr: Açık
uk: Світла
zh_hans: 浅色
zh_hant: 淺色

# settings_appearance_show_gallery_preview
source: Show Gallery Preview
bg: Покажете превизуализация в галерията
cs: Zobrazovat náhled galerie
de: Schnellauswahl von Medien
es: Vista previa de la galería
fr: Afficher l’aperçu de la galerie
gsw_ch: Schnelluswahl vo Medie
it: Mostra anteprima gallery
ja: ギャラリープレビューを見る
ko: 갤러리 미리보기 표시
nl: Albumvoorbeelden weergeven
pl: Pokaż Podgląd Galerii
pt_br: Exibir pré-visualização da galeria
ru: Предпросмотр галереи
sk: Zobrazovať náhľad galérie
tr: Galeri önizlemesini göster
uk: Попередній перегляд галереї
zh_hans: 显示图库预览
zh_hant: 顯示圖片庫預覽

# settings_appearance_show_profile_pictures
source: Show Profile Pictures
bg: Показване на профилни снимки
cs: Zobrazovat profilové obrázky
de: Profilbilder anzeigen
es: Mostrar las fotos de perfil
fr: Afficher les images de profil
gsw_ch: Profilbilder aazeige
it: Mostra immagini di profilo
ja: プロフィール写真を表示
ko: 프로필 사진 표시
nl: Profielafbeeldingen weergeven
pl: Pokaż Zdjęcia Profilowe
pt_br: Mostrar fotos de perfil
ru: Показывать аватары
sk: Zobraziť profilové obrázky
tr: Profil resimlerini göster
uk: Показувати зображення профілю
zh_hans: 显示个人头像
zh_hant: 顯示大頭貼

# settings_appearance_system_theme
source: System
bg: Система
cs: Systém
es: Sistema
fr: Système
it: Sistema
ja: システム
ko: 시스템
nl: Systeem
pt_br: Sistema
ru: Система
sk: Systémový
tr: Sistem
uk: Системна
zh_hans: 根据系统设置
zh_hant: 根據系統設定

# settings_appearance_theme_active
source: Active
bg: Активна
cs: Aktivní
de: Aktiv
es: Activo
fr: Activé
gsw_ch: Aktiv
it: Attivo
ja: アクティブ
ko: 활성
nl: Actief
pl: Aktywny
pt_br: Ativo
ru: Активная
sk: Aktívny
tr: Aktif
uk: Активна
zh_hans: 启用
zh_hant: 啟用

# settings_appearance_theme_section
source: Design theme
bg: Дизайнерска тема
cs: Vizuální motiv
de: Designstil
es: Tema
fr: Apparence
gsw_ch: Designstil
it: Tema
ja: デザインテーマ
ko: 디자인 테마
nl: Thema ontwerpen
pl: Motyw projektu
pt_br: Tema de design
ru: Тема интерфейса
sk: Vizuálny motív
tr: Tasarım teması
uk: Тема
zh_hans: 设计主题
zh_hant: 設計主題

# settings_appearance_theme_selected
source: %@ theme active
bg: Активна тема: %@
cs: Motiv %@ je aktivní
de: %@ Designstil aktiv
es: %@ tema activo
fr: %@ thème actif
gsw_ch: %@ Designstil aktiv
it: Tema %@ attivo
ja: %@テーマがアクティブ
ko: %@ 테마 활성 중
nl: %@-thema actief
pl: %@ motyw aktywny
pt_br: %@ tema ativo
ru: Активная тема: %@
sk: Aktívny motív %@
tr: %@ tema etkin
uk: Обрана тема %@
zh_hans: %@ 主题启用中
zh_hant: %@ 主題啟用中

# settings_appicon_default_header
source: Default Icon
bg: Иконка по подразбиране
cs: Výchozí ikona
de: Standard Icon
es: Icono predeterminado
fr: Icône par défaut
gsw_ch: Standard-Icon
it: Icona predefinita
ja: デフォルトのアイコン
ko: 기본 아이콘
nl: Standaardpictogram
pl: Domyślna ikona
pt_br: Ícone padrão
ru: Значок по умолчанию
sk: Predvolená ikona
tr: Varsayılan Simge
uk: Значок за замовчуванням
zh_hans: 默认图标
zh_hant: 預設圖示

# settings_appicon_legacy_header
source: %@ Icons
bg: %@ иконки
cs: Ikony %@
es: Iconos de %@
fr: Icônes %@
gsw_ch: %@-Symbol
it: Icone %@
ja: %@アイコン
ko: %@ 아이콘
nl: %@-pictogrammen
pl: Ikony %@
pt_br: Ícones do %@
ru: Значки %@
sk: Ikony %@
tr: %@ Simgeleri
uk: Значки %@
zh_hans: %@ 图标
zh_hant: %@ 圖示

# settings_appicon_special_header
source: Special Icons
bg: Специални иконки
cs: Speciální ikony
de: Spezielle Icons
es: Iconos especiales
fr: Icônes spéciales
gsw_ch: Spezielli Icons
it: Icone speciali
ja: 特別なアイコン
ko: 특별한 아이콘
nl: Speciale pictogrammen
pl: Ikony specjalne
pt_br: Ícones especiais
ru: Особые значки
sk: Špeciálne ikony
tr: Özel Simgeler
uk: Спеціальні значки
zh_hans: 特殊图标
zh_hant: 特殊圖示

# settings_chat_bigger_emojis
source: Bigger Emojis
bg: По-големи емоджита
cs: Větší emoji
de: Grössere Emojis
es: Emojis más grandes
fr: Des émoticônes plus grandes
gsw_ch: Grösseri Emojis
it: Emoji più grandi
ja: 絵文字を大きく表示
ko: 더 큰 이모지
nl: Grotere emojis
pl: Większe emotikony
pt_br: Emojis maiores
ru: Большие эмодзи
sk: Väčšie emotikony
tr: Daha Büyük Emojiler
uk: Великі емодзі
zh_hans: 更大的表情符号
zh_hant: 更大的表情符號

# settings_chat_reset_emoji_footer
source: Resets your recently used emojis and skin tone preferences
bg: Нулирайте наскоро използваните емоджита и настройките на предпочитания цвят на кожата
cs: Obnoví vaše nedávno použité emoji a preferované barvy pokožky
de: Setzt deine letzten Reaktionen sowie bevorzugte Hautfarben zurück
es: Restablece tus preferencias de tono de piel y emojis usados recientemente
fr: Réinitialise les émojis récemment utilisés et les préférences de tonalité de peau
gsw_ch: Setzt dini letzte Reaktione sowie bevorzugti Huutfarbe zrugg
it: Ripristina le preferenze relative alle emoji usate di recente e al tono della skin
ja: 最近使用した絵文字と肌の色の設定をリセット
ko: 최근 사용한 이모지와 피부톤 설정을 초기화합니다
nl: Zet je recent gebruikte emoji's en voorkeuren voor huidtinten terug
pl: Resetuje ostatnio używane emoji i preferencje dotyczące odcienia skóry
pt_br: Redefine seus emojis e preferências de tom de skin usados recentemente
ru: Сброс недавно использованных эмодзи и тона кожи
sk: Obnoví vaše nedávno použité emoji a preferované farby pokožky
tr: Son kullandığınız simge ve cilt tonu tercihlerinizi sıfırlar
uk: Скидає нещодавно використані вами реакції та обраний тон кольору шкіри емодзі
zh_hans: 重置您最近使用的表情符号和肤色偏好设置
zh_hant: 重設您最近使用的表情符號和膚色喜好設定

# settings_chat_reset_emoji_label
source: Reset reactions
bg: Възстановете взаимодействията
cs: Obnovit reakce
de: Emoji-Reaktionen zurücksetzen
es: Restablecer reacciones
fr: Réinitialiser les réactions
gsw_ch: Reaktione zruggsetze
it: Ripristina le reazioni
ja: リアクションを初期化
ko: 반응 초기화하기
nl: Reacties terugzetten
pl: Zresetuj reakcje
pt_br: Redefinir reações
ru: Сбросить реакции
sk: Obnoviť reakcie
tr: Tepkileri sıfırla
uk: Скинути реакції
zh_hans: 重置心情表态
zh_hant: 重設表情回應

# settings_chat_send_message_feedback_label
source: Haptic Feedback on Send
bg: Обратна връзка за Haptic
cs: Haptická odezva při odeslání
de: Vibration beim Versenden
es: Comentarios hápticos al enviar
fr: Retour haptique à l'envoi
gsw_ch: Vibration bim Verschicke
it: Vibrazione per invio
ja: 送信時の触覚フィードバック
ko: 전송 시 햅틱 피드백
nl: Haptische feedback bij verzenden
pl: Haptyka przy wysyłaniu
pt_br: Feedback háptico ao enviar
ru: Тактильный отклик при отправке
sk: Haptická spätná väzba pri odoslaní
tr: Göndermede Dokunsal Geri Bildirim
uk: Тактильний зворотний зв’язок після надсилання
zh_hans: 发送消息时启用触感反馈
zh_hant: 傳送訊息時啟用觸覺回饋

# settings_chat_wallpaper_custom
source: Custom
bg: Персонализиран
cs: Vlastní
de: Eigenes
es: Personalizado
fr: Personnalisé
gsw_ch: Eigenes
it: Tua
ja: カスタム
ko: 사용자 정의
nl: Aangepast
pl: Użytkownika
pt_br: Personalizado
ru: Свое
sk: Vlastná
tr: Özel
uk: Користувацькі
zh_hans: 自定
zh_hant: 自訂

# settings_chat_wallpaper_default
source: Default
bg: По подразбиране
cs: Výchozí
de: Standard
es: Predeterminado
fr: Par défaut
gsw_ch: Standard
it: Standard
ja: デフォルト
ko: 기본값
nl: Standaard
pl: Domyślna
pt_br: Padrão
ru: По умолчанию
sk: Predvolené
tr: Varsayılan
uk: За замовчуванням
zh_hans: 默认
zh_hant: 預設

# settings_chat_wallpaper_empty
source: None
bg: Няма
cs: Žádný
de: Keines
es: Ninguno
fr: Aucun
gsw_ch: Keis
it: Nessuna
ja: なし
ko: 없음
nl: Geen
pl: Brak
pt_br: Nenhum
ru: Нет
sk: Žiadna
tr: Hiçbiri
uk: Немає
zh_hans: 无
zh_hant: 無

# settings_chat_wallpaper_reset
source: Reset all wallpapers
bg: Върнете фоновите изображения по подразбиране
cs: Resetovat všechny tapety
de: Alle Hintergrundbilder zurücksetzen
es: Restablecer todos los fondos de pantalla
fr: Réinitialiser tous les fonds d'écran
gsw_ch: All Hindergrundbilder zruggsetze
it: Resetta tutte le immagini di sfondo
ja: 壁紙をすべてリセット
ko: 모든 배경화면 재설정
nl: Alle achtergronden herstellen
pl: Resetuj wszystkie tapety
pt_br: Redefinir todos os papéis de parede
ru: Сбросить все обои
sk: Resetovať všetky tapety
tr: Tüm duvar kağıtlarını sıfırla
uk: Скинути всі шпалери
zh_hans: 重置所有壁纸
zh_hant: 重設所有背景圖片

# settings_chat_wallpaper_reset_all_alert
source: Resets all wallpapers that were set specifically for a chat to the above selected option. Can't be undone.
bg: Променете всички фонови изображения, които са задавани за този чат, на това, което е избрано отгоре. Това действие не може да се отмени.
cs: Resetuje všechny tapety, které byly pro konverzaci přímo nastaveny výše uvedenou možností. Tato akce je nevratná.
de: Setzt alle für spezifische Chats gesetzte Hintergrundbilder auf die oben ausgewählte Option zurück. Kann nicht rückgängig gemacht werden.
es: Restablece todos los fondos de pantalla configurados específicamente para un chat a la opción seleccionada anteriormente. No se puede deshacer.
fr: Réinitialise tous les fonds d'écran ayant été définis spécifiquement pour une discussion à l'option sélectionnée ci-dessus. Cette action est irréversible.
gsw_ch: Setzt all für spezifischi Chats gsetzti Hindergrundbilder uf di obe gwählti Option zrugg. Cha nöd rückgängig gmacht werde.
it: Riporta tutte le immagini di sfondo impostate per chat specifiche all'opzione selezionata in alto. Questa operazione non può essere annullata.
ja: チャットに個別で設定した壁紙をすべて上で選択したものに変更します。元に戻すことはできません。
ko: 선택한 옵션으로 특정 채팅을 위해 설정된 모든 배경화면을 재설정합니다. 되돌릴 수 없습니다.
nl: Dit herstelt alle achtergronden die specifiek voor een chat zijn ingesteld naar de hierboven geselecteerde optie. Dit kan niet ongedaan worden gemaakt.
pl: Resetuje wszystkie tapety, które były ustawione dla czatu w opcji powyżej. Nie można tego cofnąć.
pt_br: Redefine todos os papéis de parede que foram definidos especificadamente para uma conversa com a opção selecionada acima. Não pode ser desfeito.
ru: Сброс всех обоев, специально установленных в чате, до выбранного выше варианта. Это действие нельзя отменить.
sk: Resetujte všetky tapety, ktoré boli nastavené špecificky pre konverzáciu na možnosť vybranú vyššie. Tento krok nemožno odvolať.
tr: Özel bir sohbet için ayarlanmış tüm duvar kağıtlarını yukarıda seçilen seçeneğe sıfırlar. Geri alınamaz.
uk: Скидає всі шпалери, які було встановлено для діалогу, до вищезазначеного параметра. Цю дію скасувати не можна.
zh_hans: 将特定会话所设置的壁纸全部重置为上面选择的选项，一经选择后将无法撤消。
zh_hant: 將特定對話所設定的背景圖片全部重設為上面選擇的選項，一經選擇後將無法復原。

# settings_chat_wallpaper_title
source: Wallpaper
bg: Фон
cs: Tapeta
de: Hintergrundbild
es: Fondo de pantalla
fr: Fond d'écran
gsw_ch: Hindergrundbild
it: Immagine di sfondo
ja: 壁紙
ko: 배경 화면
nl: Achtergrond
pl: Tapeta
pt_br: Papel de parede
ru: Обои
sk: Tapeta
tr: Duvar kağıdı
uk: Шпалери
zh_hans: 壁纸
zh_hant: 背景圖片

# settings_feedback
source: Beta Feedback
bg: Бета обратна връзка
cs: Zpětná vazba beta verze
es: Comentarios sobre la versión beta
fr: Commentaires bêta
it: Feedback beta
ja: ベータ•フィードバック
ko: 베타 피드백
pl: Opinie na temat wersji beta
pt_br: Feedback do Beta
ru: Отзыв на бета-версию
sk: Beta spätná väzba
tr: Beta geri bildirimi
uk: Відгук про бета-версію
zh_hans: 测试版反馈
zh_hant: 測試版意見回饋

# settings_list_appearance_title
source: Appearance
bg: Облик
cs: Vzhled
de: Erscheinungsbild
es: Apariencia
fr: Apparence
gsw_ch: Erschiinigsbild
it: Aspetto
ja: 外観
ko: 외관
nl: Verschijning
pl: Wygląd
pt_br: Aparência
ru: Вид
sk: Vzhľad
tr: Görünüm
uk: Вигляд
zh_hans: 外观
zh_hant: 外觀

# settings_list_chat_title
source: Chat
bg: Чат
cs: Konverzace
es: Pantalla de chat
fr: Fenêtre de chat
it: Visualizzazione chat
ja: トーク
ko: 채팅
nl: Chatten
pl: Czat
pt_br: Janela de bate-papo
ru: Чат
sk: Konverzácia
tr: Sohbet
uk: Діалог
zh_hans: 会话
zh_hant: 對話

# settings_list_invite_a_friend_title
source: Invite a Friend
bg: Поканете приятел
cs: Pozvat přítele
de: Freunde einladen
es: Invitar amigos
fr: Inviter un ami
gsw_ch: Fründe iilade
it: Invita amici
ja: 友だちに紹介
ko: 친구 초대
nl: Een vriend uitnodigen
pl: Zaproś Znajomego
pt_br: Convide um amigo
ru: Пригласить друга
sk: Pozvať priateľa
tr: Arkadaşını davet et
uk: Запросити друга
zh_hans: 邀请朋友
zh_hant: 邀請好友
